<?php
// fetch_options.php
$incomeOptions = [
    '거래처 수금' => '거래처에서 입금한 금액',
    '최초 현금 입력' => '금전출납부 시작',
    '개인대출(가수금)' => '개인대출(가수금)',
    '은행대출' => '은행대출'
];

$expenseOptions = [
    '급여(인건비)' => '직원 급여',
    '접대비' => '경조사비용',
    '통신비' => '전화요금, 인터넷요금',
    '세금과공과금' => '등록면허세, 취득세, 재산세등 각종세금',
    '차량유지비' => '유류대, 통행료',
    '보험료' => '차량보험료, 화재보험료등',
    '운반비' => '택배운반비외 각종운반비',
    '소모품비' => '각종 소모품 비용',
    '수수료비용' => '이체수수료, 등기수수료등',
    '복리후생비' => '직원 식대외 직원 작업복등',
    '개발비' => '프로그램 개발비용',
    '이자비용' => '이자비용',
    '카드대금' => '카드대금',
    '통관비' => '통관비',
    '자재비' => '자재비',
    '기계장치' => '기계구입',
    '선급금' => '미리 지급하는 금액',
    '지급임차료' => '지급임차료',
    '지급수수료' => '지금수수료',
    '미지급금' => '미지급금',
    '차량운반구' => '차량운반구',
    '관리비' => '청소비 등등 관리비'
];

// echo json_encode([
    // 'incomeOptions' => $incomeOptions,
    // 'expenseOptions' => $expenseOptions
// ], JSON_UNESCAPED_UNICODE);

?>